Repository: rofafor/vdr-plugin-rssreader
Catalog: po/*.po
Languages: de_de, et_ee, fi_fi, fr_fr, it_it, pl_pl, uk_ua

source: RSS item
de_de: RSS-Artikel
et_ee: RSS artikkel
fi_fi: RSS-artikkeli
fr_fr: Article RSS
it_it: Articolo RSS
pl_pl: Artykuł RSS
uk_ua: Потік RSS

source: <no date available>
de_de: <kein Datum vorhanden>
et_ee: <kuupäev teadmata>
fi_fi: <päivämäärä ei ole saatavilla>
fr_fr: <pas de date disponible>
it_it: <nessuna data disponibile>
pl_pl: <brak daty>
uk_ua: <немає доступних даних>

source: <no title available>
de_de: <kein Titel vorhanden>
et_ee: <artikkel ei ole kättesaadav>
fi_fi: <otsikko ei ole saatavilla>
fr_fr: <pas de titre disponible>
it_it: <nessun titolo disponibile>
pl_pl: <brak tytułu>
uk_ua: <немає доступних заголовків>

source: <no description available>
de_de: <keine Beschreibung vorhanden>
et_ee: <kirjeldus ei ole kättesaadav>
fi_fi: <kuvaus ei ole saatavilla>
fr_fr: <pas de déscriptif disponible>
it_it: <nessuna descrizione disponibile>
pl_pl: <brak opisu>
uk_ua: <немає доступного опису>

source: <no link available>
de_de: <kein Link vorhanden>
et_ee: <link ei ole kättesaadav>
fi_fi: <linkki ei ole saatavilla>
fr_fr: <pas de lien disponible>
it_it: <nessun collegamento disponibile>
pl_pl: <brak odnośników>
uk_ua: <немає доступного посилання>

source: Select RSS item
de_de: Auswahl RSS-Artikel
et_ee: Vali RSS artikkel
fi_fi: Valitse RSS-artikkeli
fr_fr: Choix des articles RSS
it_it: Seleziona articolo RSS
pl_pl: Wybierz artykuł RSS
uk_ua: Вибрати пункт RSS

source: Select RSS stream
de_de: Auswahl RSS-Stream
et_ee: Vali RSS voog
fi_fi: Valitse RSS-virta
fr_fr: Choix des flux RSS
it_it: Seleziona canale RSS
pl_pl: Wybierz strumień RSS
uk_ua: Вибрати потік RSS

source: Button$Load
et_ee: Laadi
fi_fi: Lataa
it_it: Carica
pl_pl: Wczytaj
uk_ua: Завантаження

source: Can't parse RSS stream!
de_de: Kann den RSS-Stream nicht parsen!
et_ee: RSS voo analüüs nurjus!
fi_fi: RSS-virtaa ei pystytä tulkkaamaan!
fr_fr: Impossible d'analyser le flux RSS!
it_it: Impossibile analizzare il canale RSS!
pl_pl: Nie można odczytać strumienia RSS!
uk_ua: Не можливо обробити потік RSS!

source: Can't download RSS stream!
de_de: Kann den RSS-Stream nicht laden!
et_ee: RSS voo allalaadimine nurjus!
fi_fi: RSS-virtaa ei pystytä vastaanottamaan!
fr_fr: Impossible de charger le flux!
it_it: Impossibile scaricare il canale RSS!
pl_pl: Nie można pobrać strumienia RSS!
uk_ua: Неможливо звантажити потік RSS!

source: Unknown error!
de_de: Unbekannt Fehler!
et_ee: Tundmatu viga!
fi_fi: Tuntematon virhe!
fr_fr: Erreur inconnue!
it_it: Errore sconosciuto!
pl_pl: Nieznany błąd!
uk_ua: Невідома помилка!

source: Loading configuration file...
et_ee: Konfiguratsiooni laadimine...
fi_fi: Ladataan asetustiedostoa...
it_it: Caricamento file configurazione...
pl_pl: Wczytywanie pliku konfiguracyjnego...
uk_ua: Завантаження файлу налаштування...

source: RSS Reader for OSD
de_de: RSS-Reader für OSD
et_ee: RSS ekraanilugeja
fi_fi: RSS-lukija kuvaruutunäytölle
fr_fr: Lecteur RSS pour OSD
it_it: Lettore RSS per OSD
pl_pl: Czytnik RSS dla OSD
uk_ua: Читалка RSS на екрані

source: RSS Reader
et_ee: RSS lugeja
fi_fi: RSS-lukija
fr_fr: Lecteur de flux RSS
it_it: Lettore RSS
pl_pl: Czytnik RSS
uk_ua: Читалка RSS

source: Hide main menu entry
de_de: Hauptmenüeintrag verstecken
et_ee: Peamenüüs valiku peitmine
fi_fi: Piilota valinta päävalikosta
fr_fr: Masquer le menu
it_it: Nascondi voce menu principale
pl_pl: Ukryj pozycję w głównym menu
uk_ua: Сховати в головному меню

source: Define whether the main manu entry is hidden.
et_ee: Peamenüüs valiku peitmise määritlemine.
fi_fi: Määrittele, näytetäänkö laajennoksen valinta päävalikossa.
fr_fr: Définit si l'entrée est masqué dans le menu principal.
it_it: Definisci se la voce del menu principale viene nascosta.
pl_pl: Określa czy pozycja w głównym menu jest ukryta.
uk_ua: Вказати, чи ховати додаток в головному меню.

source: Hide non-existent elements
de_de: Nur vorhandene Elemente zeigen
et_ee: Olematu elementide peitmine
fi_fi: Piilota tyhjät elementit
fr_fr: N'afficher que les éléments existants
it_it: Nascondi elementi inesistenti
pl_pl: Ukryj nieistniejące elementy
uk_ua: Приховати неіснуючі елементи

source: Define whether all non-existent RSS stream elements are hidden.
et_ee: Olematu elementide peitmise määritlemine.
fi_fi: Määrittele, näytetäänkö RSS-lähetteen tyhjät elementit.
fr_fr: Définit si seul les éléments existants sont affichés.
it_it: Definisci se tutti gli elementi del canale RSS inesistenti vengono nascosti.
pl_pl: Określa czy wszystkie nieistniejące elementy strumienia RSS są ukryte.
uk_ua: Вказати, чи ховати всі неіснуючі елементи потоку RSS.

source: Use HTTP proxy server
de_de: HTTP Proxy benutzen
et_ee: HTTP proxy kasutamine
fi_fi: Käytä HTTP-välityspalvelinta
fr_fr: Utiliser un Proxy HTTP
it_it: Utilizza un server proxy HTTP
pl_pl: Użyj serwera HTTP proxy
uk_ua: Використати HTTP проксі-сервер

source: Define whether a HTTP proxy server is used.
et_ee: HTTP proxy kasutamise määritlemine.
fi_fi: Määrittele, käytetäänkö HTTP-välityspalvelinta.
fr_fr: Définit si un serveur Proxy HTTP doit être utilisé.
it_it: Definisci se viene utilizzato un server proxy HTTP.
pl_pl: Określa czy korzystać z serwera HTTP proxy.
uk_ua: Вказати, чи використовувати HTTP проксі-сервер.

source: HTTP proxy server
de_de: HTTP Proxy Name
fi_fi: HTTP-välityspalvelimen osoite
fr_fr: Nom du proxy HTTP
it_it: Nome proxy HTTP
pl_pl: Serwer HTTP proxy
uk_ua: HTTP проксі-сервер

source: Define an address and port of the HTTP proxy server: "proxy.domain.com:8000"
et_ee: HTTP proxy serveri aadressi ja pordi määritlemine: "proxy.domain.com:8000"
fi_fi: Määrittele käytettävän HTTP-välityspalvelimen osoite ja portti: "proxy.domain.com:8000"
fr_fr: Définit l'adresse et le port du serveur proxy HTTP : "proxy.domain.com:8000"
it_it: Definisci un indirizzo e una porta del server proxy HTTP: "proxy.dominio.com:8000"
pl_pl: Określa adres i port serwera HTTP proxy: "proxy.domena.com:8000"
uk_ua: Вказати адрес і порт HTTP проксі-сервера: "proxy.domain.com:8000"

source: Help
de_de: Hilfe
et_ee: Abi
fi_fi: Opaste
fr_fr: Aide
it_it: Aiuto
pl_pl: Pomoc
uk_ua: Допомога
